Repository: Centaurioun/gpa
Catalog: po/*.po
Languages: tr

source: Open File
tr: Dosyayý Aç

source: GPA Message
tr: GPA Mesajý

source: Open a file
tr: Bir dosya aç

source: Files
tr: Dosyalar

source: _Public Keys
tr: Genel Anahtarlar

source: _Sign
tr: _Ýmzala

source: Sign _as
tr: _Farklý Ýmzala

source: A_rmor
tr: _Kalkan

source: Please provide a correct date.
tr: Lütfen doðru bir tarih girin

source: Change expiry date
tr: Bitim süresini deðiþtir

source: _never expire
tr: _asla bitme

source: _expire on:
tr: _bitim açýk

source: Close all files
tr: Bütün dosyalarý kapat

source: Sign the selected file
tr: Seçili dosyayý imzala

source: Check signatures of selected file
tr: Seçili dosyanýn imzalarýný kontrol edin

source: Encrypt the selected file
tr: Seçili dosyayý þifrele

source: Decrypt the selected file
tr: Seçili dosyayý çöz

source: File
tr: Dosya

source: GNU Privacy Assistant - File Manager
tr: GNU Gizlilik Asistaný - Dosya Yöneticisi

source: The file is already open.
tr: Bu dosya zaten açýk

source: A copy of your secret key has been made to the file: "%s" This is sensitive information, and should be stored carefully (for example, in a floppy disk kept in a safe place).
tr: Gizli anahtarýnýzýn bir kopyasý þu dosyaya yazýldý: "%s" Bu önemli bir bilgidir, ve dikkatlica saklanmasý gerekmektedir (örneðin, güvenli bir yerde saklayacaðýnýz bir diskette).

source: Backup key to file
tr: Anahtarý dosyaya yedekle

source: Generating backup of key: %s
tr: %s anahtarýnýn yedeklemesi yapýlýyor

source: Please report bugs to <
tr: Lütfen hatalarý <

source: The keys have been copied to the clipboard.
tr: Anahtarlar panoya kopyalandý

source: Export public keys to file
tr: Genel anahtarlarý dosyaya aktar

source: _armor
tr: _kalkan

source: The keys have been exported to %s.
tr: Anahtarlar %s isimli dosyaya aktarýldý.

source: The selected key will be sent to a public key server ("%s"). Are you sure you want to distribute this key?
tr: Seçili anahtar "%s" genel anahtar sunucusuna gönderilecektir. Bu anahtarý daðýtmak istediðinizden emin misiniz?

source: _Yes
tr: _Evet

source: _No
tr: _Hayýr

source: The keys have been sent to the server.
tr: Anahtarlar sunucuya yollandý.

source: Decrypting...
tr: Çözüyor...

source: Wrong passphrase!
tr: Hatalý þifre!

source: Encrypting...
tr: Þifreliyor...

source: Unknown Key
tr: Bilinmeyen Anahtar

source: However, it is not certain that the key belongs to that person.
tr: Yine de, anahtarýn o kiþiye ait olduðu kesin deðil.

source: Do you <b>really</b> want to use this key?
tr: Bu anahtarý <b>gerçekten</b> kullanmak istiyor musunuz?

source: Revoked Key
tr: Feshedilmiþ Anahtar

source: _Close
tr: _Kapat

source: The following key has been revoked by it's owner:
tr: Þu anahtar sahibi tarafýndan feshedilmiþtir:

source: And can not be used for encryption.
tr: Ve þifreleme için kullanýlamaz.

source: The following key expired on %s:
tr: Þu anahtar %s tarihinde sona ermiþtir:

source: You didn't select any key for signing
tr: Þifreleme için hiçbir anahtar seçmediniz

source: Signing...
tr: Þifreliyor...

source: Verifying...
tr: Doðruluyor...

source: Generating Key...
tr: Anahtar Yaratýlýyor...

source: Import public keys from file
tr: Genel anahtarlarý dosyadan al

source: No keys were found.
tr: Hiçbir anahtar bulunamadý.

source: %i public keys read %i public keys imported %i public keys unchanged %i secret keys read %i secret keys imported %i secret keys unchanged
tr: %i genel anahtar okundu %i genel anahtar dýþarýdan alýndý %i genel anahtar deðiþtirilmedi %i gizli anahtar okundu %i gizli anahtar dýþarýdan alýndý %i gizli anahtar deðiþtirilmedi

source: Key ID
tr: Anahtar Kimliði

source: User Name
tr: Kullanýcý Adý

source: No private key for signing.
tr: Þifreleme için hiçbir özel anahtar bulunamadý.

source: This key has expired! Unable to sign.
tr: Bu anahtar bitmiþ! Ýmzalama gerçekleþtirilemedi.

source: This key has already been signed with your own!
tr: Bu anahtar zaten kendiniz tarafýndan imzalanmýþ!

source: You haven't selected a default key to sign with!
tr: Ýmzalamak için varsayýlan bir anahtar seçmediniz!

source: days
tr: gün

source: weeks
tr: hafta

source: months
tr: ay

source: years
tr: yýl

source: never expires
tr: asla bitmez

source: unknown
tr: bilinmeyen

source: Which key do you want to import? (The key must be specified by key ID).
tr: Hangi anahtarý dýþarýdan almak istiyorsunuz? (Anahtar, kimliði ile belirtilmeli).

source: Key _ID:
tr: Anahtar _Kimliði:

source: Subkey ID
tr: Altanahtar Kimliði

source: Status
tr: Durum

source: Algorithm
tr: Algoritma

source: Size
tr: Boyut

source: Expiry Date
tr: Bitim Tarihi

source: Can sign
tr: Ýmzalayabilir

source: Can certify
tr: Onaylayabilir

source: Can encrypt
tr: Þifreleyebilir

source: Can authenticate
tr: Doðrulayabilir

source: Revoked
tr: Feshedilmiþ

source: Expired
tr: Sona Ermiþ

source: Disabled
tr: Geçersiz Kýlýnmýþ

source: Unsigned
tr: Ýmzalanmamýþ

source: Valid
tr: Geçerli

source: User Name:
tr: Kullanýcý Adý:

source: User Names:
tr: Kullanýcý Adlarý:

source: Key ID:
tr: Anahtar Kimliði:

source: Expiration
tr: Sona Erme

source: _indefinitely valid
tr: _sýnýrsýzca geçerli

source: expire _after
tr: þu _tarihten sonra sona er

source: expire o_n:
tr: þu ta_rihte sona er:

source: !FATAL ERROR! Invalid insert mode for expiry date.
tr: !TEHLÝKELÝ HATA! Bitim tarihi için geçersiz ekleme biçimi.

source: Fatal Error in GPGME library (invoked from file %s, line %i): %s The application will be terminated
tr: GPGME kütüphanesinde Tehlikeli Hata (%s dosyasýnýn, %i. satýrýndan istendi): %s Uygulama kapatýlacaktýr

source: The GPGME library returned an unexpected error. The error was: %s This is probably a bug in GPA. GPA will now try to recover from this error.
tr: GPGME kütüphanesi beklenmeyen bir hata oluþturdu Hata: %s Bu büyük ihtimalle GPA'deki bir hata. GPA þimdi bu hatadan toparlanmaya çalýþacaktýr.

source: The file %s already exists. Do you want to overwrite it?
tr: %s dosyasý zaten var. Üzerine yazmak istiyor musunuz?

source: ************************************************************************ * WARNING: This file is a backup of your secret key. Please keep it in * * a safe place. * ************************************************************************
tr: ************************************************************************ * UYARI: Bu dosya gizli anahtarýnýzýn yedeðidir. Lütfen bunu güvenli * * bir yerde saklayýn. * ************************************************************************

source: The key backed up in this file is:
tr: Bu dosyada yedeklenmiþ olan anahtar:

source: DSA and ElGamal (default)
tr: DSA ve ElGamal (varsayýlan)

source: DSA (sign only)
tr: DSA (sadece imzalama)

source: RSA (sign only)
tr: RSA (sadece imzalama)

source: Unknown
tr: Bilinmiyor

source: Never
tr: Hiç

source: Marginal
tr: Sýnýrlý

source: Full
tr: Tam

source: Ultimate
tr: Sonsuz

source: Incomplete
tr: Eksik

source: Fully Valid
tr: Tamamen Geçerli

source: Please enter the passphrase for the following key:
tr: Lütfen þu anahtar için þifre girin:

source: Wrong passphrase, please try again:
tr: Hatalý þifre, lütfen tekrar deneyin:

source: Enter Passphrase
tr: Þifreyi Girin

source: [Unknown user ID]
tr: [Bilinmeyen kullanýcý kimliði]

source: Bad
tr: Kötü

source: Generic
tr: Genel

source: Persona
tr: Kiþisel

source: Casual
tr: Hafif

source: Positive
tr: Olumlu

source: The key can be used for certification, signing and encryption.
tr: Anahtar onaylama, imzalama, ve þifreleme için kullanýlabilir.

source: The key can be used for certification and signing, but not for encryption.
tr: Anahtar onaylama ve imzalama için kullanýlabilir ama þifreleme için kullanýlamaz.

source: The key can be used for certification and encryption.
tr: Anahtar onaylama ve þifreleme için kullanýlabilir.

source: The key can be used only for certification.
tr: Anahtar sadece onaylama için kullanýlabilir.

source: The key can be used only for signing and encryption, but not for certification.
tr: Anahtar sadece imzalama ve þifreleme için kullanýlabilir, ama onaylama için kullanýlamaz.

source: The key can be used only for signing.
tr: Anahtar sadece imzalama için kullanýlabilir.

source: The key can be used only for encryption.
tr: Anahtar sadece þifreleme için kullanýlabilir.

source: This key is useless.
tr: Bu anahtar iþe yaramaz.

source: GPA Error
tr: GPA Hatasý

source: About GPA
tr: GPA Hakkýnda

source: Removing Secret Key
tr: Gizli Anahtar Kaldýrýlýyor

source: If you delete this key, you won't be able to read messages encrypted with it. Are you really sure you want to delete it?
tr: Bu anahtarý silerseniz, bununla þifrelenmiþ mesajlarý okuyamazsýnýz. Silmek istediðinize emin misiniz?

source: Remove Key
tr: Anahtarý Kaldýr

source: You have selected the following key for removal:
tr: Þu anahtarý kaldýrmak için seçtiniz:

source: This key has a secret key. Deleting this key cannot be undone, unless you have a backup copy.
tr: Bu anahtarýn bir gizli anahtarý var. Bir yedek kopyanýz olmadýðý sürece silme iþlemini geri alamazsýnýz.

source: This key is a public key. Deleting this key cannot be undone easily, although you may be able to get a new copy from the owner or from a key server.
tr: Bu bir genel anahtar. Anahtarýn sahibinden veya bir anahtar sunucusundan yeni bir kopya alabilecek olsanýz bile silme iþlemini kolayca geri alamazsýnýz.

source: Are you sure you want to delete this key?
tr: Bu anahtarý silmek istediðinize emin misiniz?

source: Edit Key
tr: Anahtarý Düzenle

source: Change _passphrase
tr: _Þifreyi Deðiþtir

source: Change _expiration
tr: _Bitim süresini deðiþtir

source: In "Passphrase" and "Repeat passphrase", you must enter the same passphrase.
tr: "Þifre" ve "Þifre tekrar" bölümlerinde, ayný þifreyi girmelisiniz.

source: You did not enter a passphrase. It is needed to protect your private key.
tr: Bir þifre girmediniz. Bu özel þifrenizi korumak için gerekli.

source: Warning: You have entered a passphrase that is obviously not secure. Please enter a new passphrase.
tr: Uyarý: Güvenli olmadýðý apaçýk bir þifre girdiniz. Lütfen yeni bir þifre girin.

source: _Enter new passphrase
tr: _Yeni þifre gir

source: Take this one _anyway
tr: Her _durumda bunu kullan

source: Generate key
tr: Anahtar yarat

source: _Algorithm:
tr: _Algoritma:

source: _Key size (bits):
tr: _Anahtar boyutu (bits):

source: _User ID:
tr: _Kullanýcý Kimliði:

source: _Comment:
tr: _Yorum:

source: _Passphrase:
tr: _Þifre:

source: _Repeat passphrase:
tr: Þifre _Tekrar:

source: Please insert your full name. Your name will be part of the new key to make it easier for others to identify keys.
tr: Lütfen tam isminizi girin. Ýsminiz diðerlerinin anahtarlarý tanýmasýný kolaylaþtýrmak için yeni anahtarýn bir parçasý olacaktýr.

source: Your Name:
tr: Ýsminiz:

source: Your Email Address:
tr: Email Adresiniz:

source: Please choose a passphrase for the new key.
tr: Lütfen yeni anahtar için bir þifre seçin.

source: Passphrase:
tr: Þifre:

source: Repeat Passphrase:
tr: Þifre Tekrar:

source: It is recommended that you create a backup copy of your new key, once it has been generated. Do you want to create a backup copy?
tr: Anahtarýnýz yaratýldýðýnda onun bir yedek kopyasýný almanýz önerilir. Yedek kopya yaratmak istiyor musunuz?

source: Create _backup copy
tr: Yedek _kopya yarat

source: Do it _later
tr: So_nra yap

source: Your key is being generated. Even on fast computers this may take a while. Please be patient.
tr: Anahtarýnýz yaratýlýyor. Bu iþlem hýzlý bilgisayarlarda bile uzun sürebilir. Lütfen sabýrlý olun.

source: Congratulations! You have successfully generated a key. The key is indefinitely valid and has a length of 1024 bits.
tr: Tebrikler! Baþarýyla bir anahtar yarattýnýz. Anahtar sonsuz geçerliliðe sahip, ve 1024 bit uzunluðundadýr.

source: GnuPG is rebuilding the trust database. This might take a few seconds.
tr: GnuPG güven veritabanýný yeniden yapýlandýrýyor. Bu birkaç saniyenizi alabilir.

source: Owner Trust
tr: Sahibine Güven

source: No keys selected for signing.
tr: Ýmzalamak için hiçbir anahtar seçilmedi.

source: You do not have a private key yet. Do you want to generate one now (recommended) or do it later?
tr: Hala bir özel anahtara sahip deðilsiniz. Bir tane yaratmak ister misiniz (önerilen) ya da daha sonra da yapabilirsiniz?

source: _Generate key now
tr: Anahtarý þimdi _yarat

source: You do not have a backup copy of your private key yet. Do you want to backup your key now (recommended) or do it later?
tr: Hala özel anahtarýnýzýn bir yedek kopyasýna sahip deðilsiniz. Anahtarýnýzý þimdi mi yedeklemek istersiniz (önerilen) ya da daha sonra da yapabilirsiniz?

source: _Backup key now
tr: Anahtarý þimdi ye_dekle

source: Remove the selected key
tr: Seçili anahtarý kaldýr

source: Sign the selected key
tr: Seçili anahtarý imzala

source: Edit the selected private key
tr: Seçili özel anahtarý düzenle

source: Import Keys
tr: Anahtarlarý Dýþarýdan Al

source: Export Keys
tr: Anahtarlarý Dýþarý Yaz

source: Show Brief Keylist
tr: Özet Anahtar Listesi Göster

source: Show Key Details
tr: Anahtar Detaylarýný Göster

source: Edit
tr: Düzenle

source: Sign
tr: Ýmzala

source: Export
tr: Dýþarý Yaz

source: Import
tr: Dýþarýdan Al

source: Subkeys
tr: Altanahtarlar

source: Fingerprint:
tr: Parmakizi:

source: Expires at:
tr: Bitim tarihi:

source: Owner Trust:
tr: Sahibine Güven:

source: Key Validity:
tr: Anahtar Geçerliliði

source: Key Type:
tr: Anahtar Tipi:

source: Created at:
tr: Yaratýlma Tarihi:

source: Details
tr: Detaylar

source: Show signatures on user name:
tr: Þu kullanýcý adýndaki imzalarý göster:

source: Signatures
tr: Ýmzalar

source: The key has both a private and a public part
tr: Anahtar hem genel hem de özel bölümler içeriyor

source: The key has only a public part
tr: Anahtar sadece genel bölüme sahip

source: %s %u bits
tr: %s %u bit

source: No keys selected
tr: Hiçbir anahtar seçilmedi

source: All signatures
tr: Tüm imzalar

source: GNU Privacy Assistant - Keyring Editor
tr: GNU Gizlilik Asistaný - Anahtarlýk Düzenleyicisi

source: Keyring Editor
tr: Anahtarlýk Düzenleyicisi

source: Sign Key
tr: Anahtarý Ýmzala

source: Do you want to sign the following key?
tr: Bu anahtarý imzalamak istediðiniza emin misiniz?

source: Check the name and fingerprint carefully to be sure that it really is the key you want to sign.
tr: Bu anahtarýn gerçekten imzalamak istediðiniz anahtar olduðuna emin olmak için lütfen ismini ve parmakizini dikkatli kontrol edin.

source: All user names in this key will be signed.
tr: Bu anahtardaki bütün kullanýcý isimleri imzalanacaktýr.

source: The key will be signed with your default private key.
tr: Bu anahtar sizin varsayýlan özel anahtarýnýzla imzalanacaktýr.

source: Sign only _locally
tr: Sadece _yerel olarak imzala

source: The private key you selected as default is no longer available. GPA will try to choose a new default key automatically.
tr: Varsayýlan olarak seçmiþ olduðunuz özel anahtar artýk mevcut deðil. GPA kendiliðinden yeni bir varsayýlan anahtar seçmeye çalýþacak.

source: Change key ownertrust
tr: Anahtarýn sahibine güveni deðiþtir

source: _Unknown
tr: _Bilinmiyor

source: You don't know how much to trust this user to verify other people's keys.
tr: Bu kullanýcýya diðer insanlarýn anahtarlarýný doðrulamada ne kadar güvenmeniz gerektiðini bilmiyorsunuz.

source: _Never
tr: _Hiç

source: You don't trust this user at all to verify the validity of other people's keys at all.
tr: Bu kullanýcýya diðer insanlarýn anahtarlarýnýn geçerliliðini doðrulamada hiç güvenmiyorsunuz.

source: _Marginal
tr: _Sýnýrlý

source: You don't trust this user's ability to verify the validity of other people's keys enough to consider keys valid based on his/her sole word. However, provided this user's key is valid, you will consider a key signed by this user valid if it is also signed by at least other two marginally trusted users with valid keys
tr: Bu kullanýcýnýn diðer insanlarýn anahtarlarýnýn geçerliliðini doðrulamadaki yeteneðine onun sözüyle anahtarlarý geçerli sayacak kadar güvenmiyorsunuz. Yine de, bu kullanýcýnýn anahtarý en az iki farklý sýnýrlý güvenilir kullanýcý tarafýndan geçerli anahtarlarla imzalanmýþsa onu geçerli sayacaksýnýz.

source: _Full
tr: _Tam

source: You trust this user's ability to verify the validity of other people's keys so much, that you'll consider valid any key signed by him/her, provided this user's key is valid.
tr: Bu kullanýcýnýn diðer kiþilerin anahtarlarýnýn geçerliliðini doðrulamadaki yeteneðine onun imzaladýðý herhangi bir anahtarý geçerli sayacak kadar çok güveniyorsunuz.

source: U_ltimate
tr: S_onsuz

source: You consider this key valid, and trust the user so much that you will consider any key signed by him/her fully valid. (Warning: This is intended to be used for keys you own. Don't use it with other people's keys unless you really know what you are doing)
tr: Bu anahtarýn geçerli varsayýyorsunuz, ve de kullanýcýya o kadar güveniyorsunuz ki onun imzaladýðý herhangi bir anahtarý tamamen geçerli sayýyorsunuz. (Uyarý: Bu kendi anahtarlarýnýzda kullanmanýz için tasarlanmýþ birþeydir. Bunu ne yaptýðýnýzdan emin olmadýðýnýz sürece baþkalarýnýn anahtarlarýnda kullanmayýnýz.

source: Choose new passphrase
tr: Yeni þifre seçin

source: No error
tr: Hata yok

source: Internal error
tr: Dahili hata

source: Operation not supported
tr: Ýþlem desteklenmiyor

source: Version mismatch
tr: Sürüm tutmuyor

source: Internal keyserver error
tr: Dahili anahtar sunucusu hatasý

source: Out of memory
tr: Hafýza yetersiz

source: Key not found
tr: Anahtar bulunamadý

source: Key already exists on server
tr: Anahtar sunucuda zaten var

source: Key incomplete
tr: Eksik anahtar

source: Could not contact keyserver
tr: Anahtar sunucusuna baðlanýlamýyor

source: Unknown Error
tr: Bilinmeyen Hata

source: Connecting to server "%s". Please wait.
tr: "%s" sunucusuna baðlanýlýyor. Lütfen bekleyin.

source: An error ocurred while contacting the server: %s
tr: Sunucuya baðlanýrken bir hata oluþtu: %s

source: There is no plugin available for the keyserver protocol you specified.
tr: Belirttiðiniz anahtar sunucusu protokolü için mevcut bir plugin bulunamadý.

source: The keyserver you specified is not valid
tr: Belittiðiniz anahtar sunucusu geçersiz

source: Local
tr: Yerel

source: Level
tr: Seviye

source: Expired Key
tr: Sona ermiþ anatar

source: Key NOT valid
tr: Anahtar Geçersiz

source: Verified data in file: %s
tr: %s dosyasýndaki veri doðrulandý

source: Signatures:
tr: Ýmzalar:
